[
	{
		"question": "What is the cost of the basic plan?",
		"reply": "The basic plan is $9.99 per month, which includes access to core features and limited integrations.",
		"category": "pricing"
	},
	{
		"question": "Are there any discounts for annual subscriptions?",
		"reply": "Yes, we offer a 20% discount on annual subscriptions for all our plans.",
		"category": "pricing"
	},
	{
		"question": "Can I change my subscription plan at any time?",
		"reply": "Yes, you can upgrade or downgrade your subscription plan at any time from your account settings.",
		"category": "pricing"
	},
	{
		"question": "Is there a free trial available?",
		"reply": "Yes, we offer a 14-day free trial for all new users.",
		"category": "pricing"
	},
	{
		"question": "Do you offer refunds?",
		"reply": "We offer a 30-day money-back guarantee if you are not satisfied with our service.",
		"category": "pricing"
	},
	{
		"question": "How do I cancel my subscription?",
		"reply": "You can cancel your subscription from your account settings at any time.",
		"category": "pricing"
	},
	{
		"question": "Can I use Foxi with Google Calendar?",
		"reply": "Yes, Foxi integrates seamlessly with Google Calendar for easy scheduling and task management.",
		"category": "integrations"
	},
	{
		"question": "Does Foxi work with Slack?",
		"reply": "Yes, you can integrate Foxi with Slack to receive notifications and updates directly in your channels.",
		"category": "integrations"
	},
	{
		"question": "How do I connect Foxi with Trello?",
		"reply": "To connect Foxi with Trello, go to the integrations page in your settings and follow the instructions to link your accounts.",
		"category": "integrations"
	},
	{
		"question": "Is there an API for custom integrations?",
		"reply": "Yes, we provide an API that allows you to create custom integrations with Foxi.",
		"category": "integrations"
	},
	{
		"question": "Can I sync Foxi with my email?",
		"reply": "Currently, we do not support email integration, but this feature is on our roadmap for future releases.",
		"category": "integrations"
	},
	{
		"question": "Does Foxi support Zapier?",
		"reply": "Yes, Foxi integrates with Zapier, allowing you to connect with over 2,000 apps and automate your workflows.",
		"category": "integrations"
	},
	{
		"question": "What are the main features of Foxi?",
		"reply": "Foxi includes in-app messaging, project management, time tracking, customizable dashboards, and more.",
		"category": "features"
	},
	{
		"question": "How do I use the in-app messaging feature?",
		"reply": "In-app messaging allows you to communicate with your team directly within Foxi. Simply navigate to the messaging tab to start a conversation.",
		"category": "features"
	},
	{
		"question": "Can I customize my dashboard?",
		"reply": "Yes, you can customize your dashboard by adding, removing, and rearranging widgets to fit your workflow.",
		"category": "features"
	},
	{
		"question": "How does the time tracking feature work?",
		"reply": "Time tracking allows you to log the time spent on tasks and projects. Start the timer when you begin a task and stop it when you're done.",
		"category": "features"
	},
	{
		"question": "Is there a mobile app for Foxi?",
		"reply": "Yes, Foxi is available on both iOS and Android, allowing you to manage your tasks and projects on the go.",
		"category": "features"
	}
]
